{
    "home": "HOME",
    "awtsServices": "AWTS Services",
    "amazonAdvertising": "Amazon Advertising",
    "portfolio": "Portfolio",
    "contactUs": "Contact Us",
    "contactUsOperateService":"We operate services in more than 27 countries",
    "about": "About",
    "us": "Us",
    "aboutUsContent": "<b>AWTS-Store</b>, is a full-Service eCommerce agency offering top quality E-Commerce support services and a variety of E-Commerce catalog management services at reasonable prices.<br> <br>We are the absolute best E-Commerce outsourcing services that you didn’t know you could afford. AWTS, is one of leading E-Commerce Amazon Service Providers based in Saudi Arabia supporting more than 27 countries. <br><br> AWTS-Store acts as a one-stop destination servicing customers both local and International, and as a third-party secure that can help customers build, manage and scale their businesses on Amazon.<br><br>We are a team of experts, with a one-of-a-kind mix of capacities and skills.<br><br>Our objective is our customer's online business achievement.",
    "our": "Our",
    "mission": "Mission",
    "missionContent": "We enable E-Commerce thus your customers can discover and purchase your brand in a better way.",
    "whatWeDo": "What do we do ?",
    "whatWeDoContect": "To start with, AWTS-Store E-Commerce empower companies to speed up visual content production.<br>We work as one with our clients and partners to deliver highly performing digital tools solutions and best services.",
    "amazonServices": "Amazon services",
    "amazonServicesContent": "AMAZON AND SEO PRODUCT RANKING SERVICES <br>Our strategy to rank your products",
    "portfolioSomeOurProject": "Some of our projects",
    "contact": "Contact",
    "country": "Country",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "yourMessage": "Your Message",
    "send": "Send",
    "tel": "TEL",
    "mobile": "Mobile",
    "fax": "FAX",
    "tollFree": "TOLL FREE",
    "poBox": "P.O BOX",
    "scroll":"Scroll",
    "recognisedBy": "Recognised By",
    "copyright": "Copyright 2021 © AWTS-Store. All rights are reserved."
}